Repository: Hamzezarenasiri/Taavon
Catalog: src/lang/*/LC_MESSAGES/messages.po
Languages: fa

source: Can not perform this action
fa: امکان انجام این کار وجود ندارد

source: Hello World
fa: سلام دنیا

source: Login username password
fa: ورود با نام کاربری و گذرواژه عبور

source: Register user
fa: ثبت نام کاربر

source: Otp request
fa: درخواست کد OTP

source: Logout user
fa: خروج کاربر

source: Google login
fa: ورود با گوگل

source: Facebook login
fa: ورود با فیس بوک

source: Refresh token
fa: تجدید توکن

source: Changed password
fa: گذرواژه عبور تغییر یافت

source: Changed password failed
fa: تغییر گذرواژه عبور ناموفق بود

source: Otp verify limited
fa: تایید کد OTP محدود است

source: Failed password changed unsuccessful
fa: تغییر گذرواژه عبور ناموفق بود

source: User already exists with this email
fa: کاربری با این رایانشانی قبلا ثبت نام کرده است

source: User already exists with this phone
fa: کاربری با این شماره تلفن قبلا ثبت نام کرده است

source: Social login failed
fa: ورود با شبکه های اجتماعی ناموفق بود

source: Current date is not between user start date and end date
fa: تاریخ فعلی بین تاریخ شروع و پایان کاربر نیست

source: The specified user is blocked
fa: کاربر مورد نظر مسدود شده است

source: Permission denied
fa: اجازه رد شد

source: You must login again
fa: شما باید دوباره وارد شوید

source: User not found
fa: کاربر یافت نشد

source: Otp expired or invalid
fa: کد OTP منقضی شده یا نامعتبر است

source: Invalid password
fa: گذرواژه عبور نامعتبر است

source: Create new role
fa: ایجاد نقش جدید

source: Get roles
fa: دریافت نقش ها

source: Get single role
fa: دریافت نقش

source: Update role
fa: به روزرسانی نقش

source: Roles have user
fa: این نقش به کاربری اختصاص داده شده است

source: Create new entity
fa: ایجاد شی جدید

source: Get entities
fa: دریافت شی ها

source: Get single entity
fa: دریافت شی

source: Update entity
fa: به روزرسانی شی

source: Bulk update entities
fa: به روزرسانی انبوه شی ها

source: Config not found
fa: تنظیمات یافت نشد

source: Please insert config record into database
fa: لطفاٌ رکورد تنظیمات را در پایگاه داده وارد کنید

source: Filesize is too large
fa: حجم فایل بیش از حد بزرگ است

source: Provided file format is not supported
fa: فرمت فایل پشتیبانی نمی شود

source: Service is not available
fa: سرویس در دسترس نیست

source: File not found
fa: فایل یافت نشد

source: File is used in an other entity
fa: این فایل در یک شی دیگر استفاده شده است

source: Create new notification
fa: ایجاد اعلان جدید

source: Get notifications
fa: دریافت اعلان ها

source: Get single notification
fa: دریافت اعلان

source: Update notification
fa: به روزرسانی اعلان

source: Notification not found
fa: اعلان یافت نشد

source: Can't be recursive (parent)
fa: هیچ سازمانی نمی تواند خود را به عنوان والد خود انتخاب کند

source: Organization has child
fa: این سازمان دارای زیرمجموعه است

source: Invalid city_id. City not found
fa: شناسه شهر نامعتبر است. شهر یافت نشد

source: Invalid state_id. State not found
fa: شناسه استان نامعتبر است. استان یافت نشد

source: Invalid parent. Organization not found
fa: والد نامعتبر است. سازمان یافت نشد

source: Invalid user_id. User not found
fa: شناسه کاربر نامعتبر است. کاربر یافت نشد

source: Create new organization
fa: ایجاد سازمان جدید

source: Get organizations
fa: دریافت سازمان ها

source: Get single organization
fa: دریافت سازمان

source: Update organization
fa: به روزرسانی سازمان

source: Organization not found
fa: سازمان یافت نشد

source: Parent organization not found
fa: سازمان والد یافت نشد

source: Create new organization level
fa: ایجاد سطح سازمان جدید

source: Get organization levels
fa: دریافت سطوح سازمان

source: Get single organization level
fa: دریافت سطح سازمان

source: Update organization level
fa: به روزرسانی سطح سازمان

source: Organization level not found
fa: سطح سازمان یافت نشد

source: Parent organization level not found
fa: سطح سازمان والد یافت نشد

source: Create new organization position
fa: ایجاد موقعیت سازمان جدید

source: Get organization positions
fa: دریافت موقعیت های سازمان

source: Get single organization position
fa: دریافت موقعیت سازمان

source: Update organization position
fa: به روزرسانی موقعیت سازمان

source: Organization position not found
fa: موقعیت سازمان یافت نشد

source: Parent organization position not found
fa: موقعیت سازمان والد یافت نشد

source: User not found or disabled
fa: کاربر یافت نشد یا غیرفعال است

source: Your account is blocked. Please contact administrator
fa: حساب کاربری شما مسدود شده است. لطفاٌ با مدیر تماس بگیرید

source: Your account status is pending. Please contact administrator
fa: وضعیت حساب کاربری شما در انتظار است. لطفاٌ با مدیر تماس بگیرید

source: Your account status is rejected. Please contact administrator
fa: وضعیت حساب کاربری شما رد شده است. لطفاٌ با مدیر تماس بگیرید

source: Your account is disabled. Please contact administrator
fa: حساب کاربری شما غیرفعال شده است. لطفاٌ با مدیر تماس بگیرید

source: Can't perform this action
fa: امکان انجام این کار وجود ندارد

source: Phone not verified
fa: شماره تلفن تایید نشده است

source: Email not verified
fa: رایانشانی تایید نشده است

source: Invalid organization_id. Organization not found
fa: شناسه سازمان نامعتبر است. سازمان یافت نشد

source: Invalid organization level. Organization level not found
fa: سطح سازمانی نامعتبر است. سطح سازمانی یافت نشد

source: Invalid position in organization. Position not found
fa: موقعیت سازمانی نامعتبر است. موقعیت یافت نشد

source: Success password changed successfully
fa: گذرواژه عبور با موفقیت تغییر یافت

source: Register new user and sent otp
fa: ثبت نام کاربر جدید و ارسال کد OTP

source: Address ids not found
fa: شناسه های آدرس یافت نشد

source: Google code not valid
fa: کد گوگل معتبر نیست

source: Add new device
fa: افزودن دستگاه جدید

source: Internal server error try again later
fa: خطای داخلی سرور. لطفاٌ بعدا امتحان کنید

source: Delete failed
fa: حذف ناموفق

source: Update failed
fa: به روزرسانی ناموفق

source: Limited token
fa: توکن محدود

source: Your session has expired please login again
fa: نشست شما منقضی شده است. لطفاٌ دوباره وارد شوید

source: Invalid temp token please login again
fa: توکن موقت نامعتبر است. لطفاٌ دوباره وارد شوید

source: Access token expired
fa: توکن دسترسی منقضی شده است

source: Refresh token expired
fa: توکن رفرش منقضی شده است

source: Forbidden action.
fa: عمل غیر مجاز.

source: User is not allowed to perform this action.
fa: کاربر مجاز به انجام این کار نیست.

source: Access denied
fa: دسترسی رد شده

source: Not found
fa: پیدا نشد

source: Duplicated entry
fa: ورودی تکراری

source: File size is too large
fa: حجم فایل بیش از حد بزرگ است

source: Old password not match
fa: گذرواژه عبور قدیمی مطابقت ندارد

source: Data validation error occurred.
fa: خطای اعتبارسنجی داده رخ داده است.

source: field %(key)s duplicated
fa: فیلد %(key)s از قبل موجود است و نمی توانید فیلد تکراری وارد کنید
